Repository: ITVenture/ITVComponents
Catalog: ITVComponents.WebCoreToolkit.Net.TelerikUi.COB/Resources/Areas/Identity/IdentityMessages.*.resx
Languages: de

source: 2fa has been disabled. You can reenable 2fa when you setup an authenticator app
de: 2FA ist jetzt deaktiviert. Sie können es jederzeit in den Zweifaktor Authentisierungs - Einstellungen wieder aktivieren.

source: A code must be supplied for password reset.
de: Für das Zurücksetzen des Passworts wird ein Code benötigt.

source: Access denied
de: Zugriff verweigert

# Activate Authenticator app
source: Verify
de: Bestätigen

source: Add another service to log in.
de: Ein weiteres Login hinzufügen

source: Add authenticator app
de: Authenticator App konfigurieren

# AuthenticatorDeviceUnavailableMsg
source: { "Pre":"Don't have access to your authenticator device? You can ", "Post":".", "TagTx":"log in with a recovery code" }
de: { "Pre":"Wenn sie ihr Authenticator-Gerät gerade nicht zur Hand haben, können sie sich auch ", "Post":".", "TagTx":"mit einem Recovery-Code anmelden" }

source: Cannot disable 2FA for user with ID '{0}' as it's not currently enabled.
de: 2FA kann für den Benutzer mit der ID '{0}' nicht deaktiviert werden, da es nicht aktiviert wurde.

source: Change email
de: E-Mail Adresse ändern

source: Change password
de: Passwort ändern

source: Change your account settings
de: Verwaltung ihres Benutzerprofils

source: Click here to Logout
de: Klicken sie hier, um sich abzumelden

source: Configure authenticator app
de: Konfigurieren sie ihre Authenticator App

source: Confirm email
de: E-Mail Adresse bestätigen

source: Confirm email change
de: Änderung der E-Mail Adresse bestätigen

source: Confirm your email
de: Bitte bestätigen sie ihre E-Mail Adresse

source: Create a new account.
de: Erstellen sie ein neues Benutzerkonto.

source: Delete
de: Löschen

source: Delete data and close my account
de: Meine Daten und mein Profil löschen

source: Delete Personal Data
de: Persönliche Daten löschen

source: Deleting this data will permanently remove your account, and this cannot be recovered.
de: Löschen der Daten führt zu einer permanenten Entfernung des Kontos und kann nicht rückgängig gemacht werden.

source: Disable 2FA
de: 2FA deaktivieren

source: Disable two-factor authentication (2FA)
de: Zweifaktor Authentisierung (2FA) deaktivieren

# Disable2FaMsg
source: {"Title":"This action only disables 2FA.", "Pre":"Disabling 2FA does not change the keys used in authenticator apps. If you wish to change the key used in an authenticator app you should ", "TagTx": "reset your Authenticator keys", "." }
de: {"Title":"Dieser Vorgang deaktiviert lediglich die Zweifaktor-Authentisierung.", "Pre":"Die Deaktivierung der 2FA ändert nicht die Schlüssel für die Authenticator-App. Falls sie die in der Authenticator App verwendeten Schlüssel ändern wollen, ", "TagTx": "setzen sie stattdessen ihre Authenticator - Schlüssel zurück", "." }

source: Download
de: Herunterladen

source: Download Your Data
de: Persönliche Daten herunterladen

source: Enter your email.
de: Geben sie bitte ihre E-Mail Adresse an

source: Error changing email.
de: Beim Ändern der E-Mail Adresse ist ein Fehler aufgetreten.

source: Error changing user name.
de: Beim Ändern des Benutzernamens ist ein Fehler aufgetreten.

source: Error confirming your email.
de: Beim Bestätigen deiner E-Mail Adresse ist ein Fehler aufgetreten.

source: Error from external provider: {0}
de: Der externe Anbieter hat folgenden Fehler gemeldet: {0}

source: Error loading external login information during confirmation.
de: Der Vorgang konnte nicht abgeschlossen werden, da die LogIn Informationen des externen Anbieters nicht verarbeitet werden konnten.

source: Error loading external login information.
de: Die LogIn - Informationen des externen Anbieters konnten nicht verarbeitet werden.

source: External logins
de: Externe Logins

# ExternalLoginInfo
source: {"Title": "Associate your {0} account.", "Pre":"You've successfully authenticated with ", "Post":".\r\nPlease enter an email address for this site below and click the Register button to finish logging in.", "TagTx":"{0}"}
de: {"Title": "Verbinden sie ihr {0} Konto.", "Pre":"Sie haben sich erfolgreich mit ", "Post":" angemeldet.\r\nBitte geben sie noch eine E-Mail Adresse ein, die sie für dieses Portal verwenden wollen, um den Vorgang abzuschliessen.", "TagTx":"{0}"}

source: Forget this browser
de: Diesen Browser nicht mehr merken

source: Forgot password confirmation
de: Versandbestätigung

source: Forgot your password?
de: Passwort vergessen?

source: Generate Recovery Codes
de: Recovery-Codes generieren

source: Generate two-factor authentication (2FA) recovery codes
de: Recovery-Codes für Zweifaktor-Authentication (2FA) generieren

# GenerateRecoveryCodesMsg
source: {"Title":"Put these codes in a safe place.", "Pre":"Generating new recovery codes does not change the keys used in authenticator apps. If you wish to change the key used in an authenticator app you should ", "TagTx": "reset your Authenticator keys", "." }
de: {"Title":"Bewahren sie diese Codes an einem sicheren Ort auf.", "Pre":"Durch die Neuerstellung der Recoverycodes ändert sich die Anbindung an die Authenticator-App nicht. Wenn sie die Authenticator-App neu anbinden wollen, ", "TagTx": "setzen sie stattdessen die Authenticator - Schlüssel zurück", "." }

# GoogleAuthenticator
source: { "Intro": "Google Authenticator for", "IOSText":"iOS", "PostIOSText": "", "AndroidText": "Android", "PostAndroidText": " and ", "Outro": "." }
de: { "Intro": "Google Authenticator für", "IOSText":"iOS", "PostIOSText": "", "AndroidText": "Android", "PostAndroidText": " und ", "Outro": "." }

source: Hello {0} Please confirm your account by <a href='{1}'>clicking here</a>.
de: Hallo {0} Bitte bestätigen sie ihre E-Mail Adresse <a href='{1}'>hier</a>.

source: If you lose your device and don't have the recovery codes you will lose access to your account.
de: Wenn sie ihr Gerät verlieren, benötigen sie einen recovery Code um weiterhin Zugriff auf ihr Konto zu erhalten.

source: If you reset your authenticator key your authenticator app will not work until you reconfigure it.
de: Wenn sie den Authenticator-Schlüssel zurückseten, müssen sie ihre Authenticator-App erneut konfigurieren um weiterhin Zweifaktor-Authentication nutzen zu können.

source: Incorrect password.
de: Ungültiges Passwort

source: Invalid authenticator code.
de: Der Authenticator-Code ist ungültig.

source: Invalid login attempt.
de: Die Anmeldung ist fehlgeschlagen.

source: Locked out
de: Konto gesperrt

source: Log in
de: Anmeldung

source: Log in using your {0} account
de: Melden sie sich mit {0} an.

source: Log out
de: Abmelden

# Login_Button
source: Log in
de: Anmelden

# MailConfirmMsgBody
source: Please confirm your account by <a href='{0}'>clicking here</a>.
de: Um ihre E-Mail Adresse zu bestätigen <a href='{0}'>klicken sie bitte hier</a>.

source: Manage Email
de: E-Mail Einstellungen

source: Manage your account
de: Kontoeinstellungen

source: Manage your external logins
de: Verwalten sie ihre externen Logins

source: Manage your tenants
de: Verwalten sie ihre Mandanten

# MsftAuthenticator
source: { "Intro": "Download a two-factor authenticator app like Microsoft Authenticator for", "IOSText":"iOS", "PostIOSText": "", "AndroidText": "Android", "PostAndroidText": " and ", "Outro": " or " }
de: { "Intro": "Laden sie eine Zwei-Faktor Authenticator-App herunter. z.B. Microsoft Authenticator für", "IOSText":"iOS", "PostIOSText": "", "AndroidText": "Android", "PostAndroidText": " und ", "Outro": " oder " }

source: My Tenants
de: Meine Mandanten

# NCodesLeftBlock
source: {"Title":"You have {0} recovery codes left.", "Pre":"You should ", "TagTx": "generate a new set of recovery codes", "Post": "." }
de: {"Title":"Sie haben nur noch {0} Recovery-Code übrig.", "Pre":"Es wird empfohlen, ", "TagTx": "einen neuen Satz Recovery-Codes erzeugen", "Post": "." }

source: New password
de: Neues Passwort

# NoCodesLeftBlock
source: {"Title":"You have no recovery codes left.", "Pre":"You must ", "TagTx": "generate a new set of recovery codes", "Post": " before you can log in with a recovery code." }
de: {"Title":"Sie habne keine weiteren Recovery-Codes mehr.", "Pre":"Bitte ", "TagTx": "generieren sie neue Recovery-Codes", "Post": " um weiterhin die Möglichkeit zu haben, sich mit einem Recovery-Code an ihr Konto anzumelden." }

source: Once you have scanned the QR code or input the key above, your two factor authentication app will provide you with a unique code. Enter the code in the confirmation box below.
de: Scannen sie mit der App den angezeigten QR-Code ein. Ihre Authenticator-App wird nun einen eindeutigen Code anzeigen. Geben sie diesen in die Bestätigungs-Code Textzeile ein.

# OneCodeLeftBlock
source: {"Title":"You have 1 recovery code left.", "Pre":"You should ", "TagTx": "generate a new set of recovery codes", "Post": "." }
de: {"Title":"Sie haben nur noch einen Recovery-Code übrig.", "Pre":"Es wird empfohlen, ", "TagTx": "einen neuen Satz Recovery-Codes erzeugen", "Post": "." }

# PassReset_Link2Login
source: {"Pre":"Your password has been reset. Please ", "Post":".", "TagTx":"click here to log in" }
de: {"Pre":"Ihr Passwort wurde zurückgesetzt. Bitte ", "Post":", um sich erneut anzumelden.", "TagTx":"klicken sie hier" }

source: Password
de: Passwort

source: Personal data
de: Persönliche Daten

source: Please check your email to confirm your account.
de: Bitte überprüfes sie ihre Mailbox und bestätigen sie ihre Anmeldung.

source: Please check your email to reset your password.
de: Wir haben ihnen eine E-Mail geschickt mit der sie ihr Passwort zurücksetzen können.

# Please confirm your account by &lt;a href='{0}'&gt;clicking here&lt;/a&gt;.
source: Please confirm your account by <a href='{0}'>clicking here</a>.
de: Bitte <a href='{0}'>klicken sie hier</a>, um ihre E-Mail Adresse zu bestätigen.

source: Profile
de: Profil

source: Put these codes in a safe place.
de: Bewahren sie die Codes an einem sicheren Ort auf.

# PwdReset_Submit
source: Submit
de: Passwort zurücksetzen

source: Recovery code verification
de: Recovery-Code Überprüfung

source: Recovery codes
de: Wiederherstellungs-Codes

source: Register
de: Registrierung

source: Register as a new user
de: Als neuer Benutzer registieren

source: Register confirmation
de: Registrierungsbestätigung

# Register-Save
source: Register
de: Anmeldung abschliessen

source: Registered Logins
de: Eingerichtete Logins

# Register_Button
source: Register
de: Registrieren

source: Remove this {0} login from your account
de: Entfernen sie dieses {0} Login aus ihrem Benutzerkonto

source: Resend email confirmation
de: Aktivierungs E-Mail erneut erhalten

# Resend_Button
source: Resend
de: Erneut senden

source: Reset authenticator app
de: Authenticator App zurücksetzen

source: Reset authenticator key
de: Authenticator Schlüssel zurücksetzen

source: Reset Password
de: Passwort zurücksetzen

source: Reset password confirmation
de: Password zurückgesetzt

source: Reset recovery codes
de: Recovery-Codes zurücksetzen

# ResetPasswordMailBody
source: Please reset your password by <a href='{0}'>clicking here</a>.
de: Um ihr Passwort zurückzusetzen <a href='{0}'>klicken sie hier</a>.

# Reset_Button
source: Reset
de: Zurücksetzen

source: Save profile
de: Profil speichern

source: Send verification email
de: Bestätigungs E-Mail senden

source: Set password
de: Passwort setzen

source: Set your password
de: Passwort ändern

source: Setup authenticator app
de: Einstellungen für Authenticator App

source: Thank you for confirming your email change.
de: Ihre neue E-Mail Adresse wurde bestätigt. Vielen Dank.

source: Thank you for confirming your email.
de: Ihre E-Mail Adresse wurde bestätigt. Vielen Dank.

source: The external login was added.
de: Das externe Login wurde erfolgreich hinzugefügt.

source: The external login was not added. External logins can only be associated with one account.
de: Das externe Login konnte nicht hinzugefügt werden. Bitte überprüfen sie, ob sie nicht bereits ein anderes Benutzerkonto mit diesem Login verbunden haben.

source: The external login was not removed.
de: Das externe Login konnte nicht entfernt werden.

source: The external login was removed.
de: Das externe Login wurde erfolgreich entfernt

source: This account has been locked out, please try again later.
de: Dieses Benuterkonto ist vorübergehen gesperrt. Bitte versuchen sie es später noch einmal.

source: This process disables 2FA until you verify your authenticator app. If you do not complete your authenticator app configuration you may lose access to your account.
de: Dieser Prozess ermöglicht es ihnen, ihre bisherige Authenticator-App zu daktivieren und eine neue App anzubinden. Der Vorgang muss vollständig durchgeführt werden, da sie sonst unter Umständen den Zugriff auf ihr Benutzerkonto verlieren.

source: To use an authenticator app go through the following steps:
de: Um eine Authenticator-App zu verwenden, führen sie die folgenden Schritte durch:

source: Two-factor authentication
de: Zweifaktor Authentisierung

source: Two-factor authentication (2FA)
de: Zweifaktor-Authentisierung (2FA)

source: Unable to load two-factor authentication user.
de: Fehler beim Laden der Benutzer-Informationen.

source: Unable to load user with email '{0}'.
de: Der Benutzer mit der E-Mail Adresse '{0}' konnte nicht geladen werden.

source: Unable to load user with ID '{0}'.
de: Der Benutzer mit der ID '{0}' konnte nicht geladen werden.

source: Unexpected error occurred deleting user with ID '{0}'.
de: Beim Löschen des Benutzers '{0}' ist ein unerwarteter Fehler aufgetreten.

source: Unexpected error occurred disabling 2FA for user with ID '{0}'.
de: Beim Deaktivieren von 2FA für den Benutzer mit der ID '{0}' ist ein unerwarteter Fehler aufgetreten.

source: Unexpected error when trying to set phone number.
de: Beim Speichern der Telefonnummer ist ein unerwarteter Fehler aufgetreten.

source: Update password
de: Passwort setzen

source: Use a local account to log in.
de: Melden sie sich mit ihrem lokalen Konto an.

source: Use another service to log in.
de: Melden sie sich mit einem externen Anbieter an.

source: Use another service to register.
de: Verwenden sie einen externen Anmelde-Anbieter.

source: Verification Code
de: Bestätigungs-Code

source: Verification code is invalid.
de: Bestätigungs-Code ist ungültig

source: Verification email sent. Please check your email.
de: Bestätigungsmail wurde versandt. Bitte überprüfen sie ihre Mailbox.

source: You do not have a local username/password for this site. Add a local account so you can log in without an external login.
de: Da sie sich mit einem externen Provider an dieser Seite anmelden, haben sie zur Zeit kein lokales Passwort. Um ein Passwort nur für diese Seite einzurichten, müssen sie zuerst ein lokales Konto einrichten.

source: You do not have access to this resource.
de: Sie haben keinen Zugriff auf diese Resource.

source: You have generated new recovery codes.
de: Ihre neuen Recovery-Codes wurden generiert.

source: You have requested to log in with a recovery code. This login will not be remembered until you provide an authenticator app code at log in or disable 2FA and log in again.
de: Sie haben die Anmeldung mittels Recovery-Code gewählt. Dieses Login wird nicht gespeichert, bis sie sich wieder mit einer Authenticator-App angemeldet oder die Zweifaktor-Authentisierung deaktiviert haben.

source: You have successfully logged out of the application.
de: Die Anmeldung war erfolgreich.

source: Your account contains personal data that you have given us. This page allows you to download or delete that data.
de: Ihr Benutzerprofil enthält persönliche Daten, die sie uns anvertraut haben. Auf dieser Seite können sie diese Daten herunterladen oder löschen.

source: Your authenticator app has been verified.
de: Ihre Authenticator-App wurde erfolgreich überprüft.

source: Your authenticator app key has been reset, you will need to configure your authenticator app using the new key.
de: Ihr Authenticator-Schlüssel wurde zurückgesetzt. Bitte konfigurieren sie sie nun neu mit dem angezeigten QR-Code.

source: Your email is unchanged.
de: Ihre E-Mail Adresse wurde nicht geändert.

source: Your login is protected with an authenticator app. Enter your authenticator code below.
de: Ihr Konto ist zusätzlich durch eine Authenticator App gesichert. Bitte geben sie aktuellen Code aus der App unten ein.

source: Your password has been changed.
de: Ihr Passwort wurde geändert.

source: Your password has been set.
de: Ihr neues Passwort wurde gesetzt.

source: Your profile has been updated
de: Ihr Profil wurde gespeichert.

source: Register as Company
de: Als Firma registrieren

source: Register as User
de: Als Benutzer registrieren

source: Create a new company.
de: Als Firma registrieren.

# ListOfTerms
source: [ {"Title":"sign away your firstborn child to IT-Venture. ", "Pre":"Hier", "TagTx":"/Home/FirstBorn" }, {"Title": "More nasty shit.. ", "Pre": "Hier", "TagTx": "/Home/NastyShit" } ]
de: [ {"Title":"Den Verkauf meiner Seele an IT-Venture. ", "Pre":"Hier", "TagTx":"/Home/SellYourSoul" }, {"Title": "Noch mehr Gemeinheiten.. ", "Pre": "Hier", "TagTx": "/Home/NastyShit" } ]

# InvalidMailDomain
source: The provided E-Mail address does not exist.
de: Diese E-Mail Adresse existiert nicht.

# InvalidMailFormat
source: Invalid E-Mail Address entered.
de: Die E-Mail Adresse ist ungültig
