Repository: ITVenture/ITVComponents
Catalog: ITVComponents.WebCoreToolkit.Net.TelerikUI.TSV/Resources/TextsAndMessages.*.resx
Languages: fr, it

# IWCN_General_Description
source: Description
it: Descrizione

# IWCN_General_DisplayName
source: DisplayName
fr: Nom d'affichage
it: Nome del display

# IWCN_General_Name
source: Name
fr: Nom
it: Nome

# IWCN_General_SystemName
source: System-Name
fr: Nom du système
it: Nome nel sistema

# IWCN_General_ToggleReordering
source: Enable Reorder
fr: Activer le tri manuel
it: Attivare la selezione manuale

# IWCN_NV_STDV_IconClass
source: Icon class
fr: Classe d'icônes
it: Classe dell'icona

# IWCN_NV_STDV_No_Tenant_Selected
source: No Tenant selected
fr: Aucun client sélectionné
it: Nessun cliente selezionato

# IWCN_General_TenantTitle
source: Tenant
fr: client
it: cliente

# IWCN_PC_Tenant_And_Role_Required
source: Require either tenantId AND roleId or neither of them.
fr: On attend soit un client ET un rôle, soit aucun des deux.
it: Ci si aspetta o il cliente E il ruolo, o nessuno dei due.

# IWCN_P_STDV_Assigned
source: Assigned
fr: Alloué
it: Assegnato

# IWCN_RC_Tenant_And_Permission_Required
source: Require either tenantId AND permissionId or neither of them.
fr: On attend soit le client ET l'autorisation, soit aucun des deux.
it: È prevista l'autorizzazione del cliente E, oppure nessuna delle due.

# IWCN_TPC_Permission_Or_Role_Selection
source: Permission- or Role-Based selection is required
fr: Le mode d'autorisation ou le mode basé sur le rôle doit être clairement identifiable.
it: La modalità di autorizzazione o di ruolo deve essere chiaramente identificabile.

# IWCN_DQ_DbContext
source: Database-context
fr: contexte db
it: db contesto

# IWCN_DQ_ImplicitReturn
source: Implicit return
fr: return implicite
it: return implicito

# IWCN_General_Value
source: Value
fr: Valeur
it: Valore

# IWCN_Titles_AuthenticationTypes
source: Authentication-Types
fr: types d'authentification
it: tipi di autenticazione

# IWCN_Titles_DiagnosticsQueries
source: Diagnostics queries
fr: Queries de diagnostic
it: Queries di diagnostica

# IWCN_Titles_Navigation
source: Navigation
it: Navigazione

# IWCN_Titles_Permissions
source: Permissions
it: Permessi

# IWCN_Titles_Properties
source: Properties
fr: Caractéristiques
it: Attribuzioni

# IWCN_Titles_Roles
source: Roles
fr: Rôles
it: Ruoli

# IWCN_Titles_Tenants
source: Tenants
fr: Locataires
it: Affittuari

# IWCN_Titles_Users
source: Users
fr: Utilisateurs
it: Utenti

# IWCN_General_ParameterName
source: Parametername
it: Nome del parametro

# IWCN_Titles_GlobalSettings
source: Global Settings
fr: paramètres globaux
it: impostazioni globali

# IWCN_DPQ_DefaultValue
source: Default
fr: Valeur par défaut
it: Valore standard

# IWCN_DQP_DateFormat
source: Format (for DateTime only)
fr: Format (pour la date uniquement)
it: Formato (solo per data)

# IWCN_DQP_Type
source: Type
it: Tipo

# IWCN_Titles_PlugInConstants
source: Constants
fr: Constantes
it: Costanti

# IWCN_P_Illegal_Permission_Override
source: Override of global Permission in a local scope is not not allowed!
fr: Les autorisations globales ne peuvent pas être écrasées au niveau du client.
it: Le autorizzazioni globali non possono essere sovrascritte a livello di client.

# IWCN_P_Sysadmin_Req_To_Del_Global_Perm
source: Only SysAdmin is allowed to delete global roles!
fr: Les autorisations globales ne peuvent être supprimées que par un administrateur du système.
it: Le autorizzazioni globali possono essere cancellate solo da un amministratore di sistema.

# IWCN_P_Tenant_Req_For_Non_Admins
source: TenantId required for non-sysadmin users
fr: Seul un administrateur système est autorisé à créer des autorisations globales.
it: Solo un amministratore di sistema è autorizzato a creare permessi globali.

# IWCN_PC_Only_Sysadmin_Can_View_and_Modify_System_Role_Perms
source: Only a System-Admin can view or change Permissions of a System-Role.
fr: Seul un administrateur système peut consulter ou modifier les autorisations d'un rôle système.
it: Solo un amministratore di sistema può visualizzare o cambiare i permessi di un ruolo di sistema.

# IWCN_RC_Must_Be_Sysadmin_To_Edit_Or_Create_SysRole
source: Only a System-Admin can create or edit System-Roles.
fr: Seul un administrateur du système peut créer ou modifier les rôles du système.
it: Solo un amministratore di sistema può creare o modificare i ruoli di sistema.

# IWCN_RC_Tenant_Bound_User_Required_For_Index
source: For this action, a tenant-bound user is required
fr: Cette page nécessite un utilisateur lié au client.
it: Per questa pagina è necessario un utente legato al cliente.

# IWCN_Titles_TenantSettings
source: Basic settings
fr: Paramètres de base
it: Impostazioni di base

# IWCN_TV_Edit_Details
source: Edit Tenant details
fr: Gérer les paramètres pour le client
it: Gestire le impostazioni per il cliente

# IWCN_TV_STDV_Assigned
source: Assigned
fr: Alloué
it: Assegnato

# IWCN_General_Is_SystemRole
source: System-Role
fr: Rôle du système
it: Ruolo del sistema

# IWCN_Tutorials_SortableName
source: Name for Sorting
fr: Nom de tri
it: Nome per ordinare

# IWCN_Language
source: Language
fr: Langue
it: Lingua

# IWCN_TutorialStreamFormat
source: Format
it: Formato

# IWCN_TutorialStreamEncoding
source: Encoding
fr: Codage
it: Codifica

# IWCN_Tutorial_DownloadStream
source: Download file
fr: Télécharger le fichier
it: Scaricare il file

# IWCN_Dashboard_DisplayTemplate
source: Title template
fr: modèle de titre
it: modello del titolo

# IWCN_General_IcomingClaimCondition
source: Condition
it: Condizione

# IWCN_General_IcomingClaimName
source: Incoming Claim
fr: Claim entrante
it: Claim Entrata

# IWCN_General_OutgoingClaimName
source: Outgoing Claim (Template)
fr: Claim Sortante (Template)
it: Claim Risultante (Template)

# IWCN_General_OutgoingClaimValue
source: Value (Template)
fr: Valeur (Template)
it: Valeur (Template)

# IWCN_General_OutgoingIssuer
source: Issuer (Template)
fr: Émetteur (Template)
it: emittente (Template)

# IWCN_General_OutgoingOriginalIssuer
source: Original Issuer (Template)
fr: Émetteur Originale (Template)
it: Emittente Originale (Template)

# IWCN_General_OutgoingValueType
source: Value Type (Template)
fr: type de valeur (Template)
it: Tipo di Valore (Template)

# IWCN_FTAV_NoStartDate
source: No Start-Date defined
fr: Pas de date de début définie
it: Nessuna data d'inizio fissata

# IWCN_FTAV_NoEndDate
source: No End-Date defined
fr: Pas de date de fin définie
it: Nessuna data di fine fissata

# IWCN_Titles_TenantTemplates
source: Tenant Templates
fr: Modèles de clients
it: Modelli dei clienti

# IWCN_TT_Apply
source: Apply
fr: Appliquer
it: Applicare

# IWCN_TT_Create
source: Create Template based on current Tenant
fr: Nouveau modèle basé sur ce client
it: Nuovo modello basato su questo cliente

# IWCN_Titles_AssetTemplates
source: AssetTemplates
fr: Modèles d' assaut
it: Modelli di asset

# IWCN_AT_LegalPaths
source: Legal Paths
fr: Voies légales
it: Percorsi giuridici

# IWCN_AT_RequiredFeature
source: Required Feature
fr: Fonction requise
it: Funzione richiesta

# IWCN_AT_RequiredPermission
source: Required Permission
fr: Permission requise
it: Permesso richiesto

# IWCN_AT_ShareFeatures
source: Feature grants
fr: Subventions de fonctions
it: sovvenzioni per le funzioni

# IWCN_AT_SharePermissions
source: Permission grants
fr: Autorisation subventions
it: Concessione di permessi

# IWCN_AT_SystemKey
source: System-Key
fr: Clé système
it: Chiave del sistema

# IWCN_Titles_TutorialVideos
source: Tutorials
fr: Tutoriels
